 export  let data=`[01:28.550]一路上不管多崎岖多艰难
[01:34.340]在你身旁心就不会迷茫
[01:38.840]暖暖的阳光
[01:41.320]把我照亮
[01:43.870]带来希望
[01:46.610]抚平受过的伤
[01:50.500]一路上或许也找不到天堂
[01:56.260]有你陪伴
[01:58.620]就是我的信仰
[02:13.470]Grow up 生命中坚强
[02:16.150]不在 苦难写过往
[02:18.900]跌倒 起来就跑
[02:21.320]想着起航
[02:24.350]Don't stop
[02:25.460]尽情的歌唱
[02:27.180]怀着 憧憬和不安
[02:29.850]前方 没有遗憾
[02:32.320]有梦的人 不孤单
[02:37.760]匆匆忙街道上总是人来人往
[02:42.580]只有你告诉我没有谁能阻挡
[02:48.670]海阔天空可以让我去翱翔
[02:53.220]你是阳光
[02:55.280]为我照亮
[02:57.930]梦的方向
[03:00.710]让我勇敢去闯
[03:04.520]一路上不管多崎岖多艰难
[03:10.330]在你身旁心就不会迷茫
[03:14.830]暖暖的阳光
[03:17.280]把我照亮
[03:19.890]带来希望
[03:22.620]抚平受过的伤
[03:26.510]一路上或许也找不到天堂
[03:32.260]有你陪伴
[03:34.450]就是我的信仰
[03:43.970]阴冷的夜晚
[03:46.680]也会难过会彷徨
[03:54.850]但愿在漫长
[03:57.600]只要有爱就会有光
[04:29.670]你是阳光
[04:31.250]为我照亮
[04:33.940]梦的方向
[04:36.670]让我勇敢去闯
[04:40.490]一路上不管多崎岖多艰难
[04:46.290]在你身旁心就不会迷茫
[04:50.850]暖暖的阳光
[04:53.220]把我照亮
[04:55.920]带来希望
[04:58.640]抚平受过的伤
[05:02.450]一路上或许也找不到天堂
[05:08.280]有你陪伴
[05:10.640]就是我的信仰
[05:18.280]有爱就有光`
export let data1=`[00:01.410]词:潇娘
[00:05.850]曲:**
[00:09.490]编曲:**/郑伟
[00:20.940]炁生股掌间 窥天机 断阴晴
[00:24.480]异人江湖前 破赌局 论输赢
[00:28.210]逆命拨四盘 人世愈纷乱 心难遣
[00:35.710]踏扁舟一叶 逐野鹤 行广阔
[00:39.200]揽星斗旷野 邀四象 定风波
[00:42.960]倥偬人间事 一甲子后却难评说
[00:51.270]道不清 狷狷疏狂
[00:54.870]厚土下 时空流淌
[00:58.620]青丝卷 大梦醒身犹在 旋涡之间
[01:03.840]只念 天地存正气
[01:06.420]杂然百态赋流形
[01:09.960]当顺应乾坤浩然之息
[01:12.220]翻云覆 改命局
[01:14.360]即方位与凶吉
[01:17.780]万般由我心
[01:19.640]举身如雁轻
[01:21.280]登临天池览明镜
[01:24.710]明镜如水难平波澜意
[01:27.010]玉琼楼 慵归去
[01:29.110]遁入尘世繁华
[01:33.120]方得 异人天下
[01:42.180]踏扁舟一叶 逐野鹤 行广阔
[01:45.600]揽星斗旷野 邀四象 定风波
[01:49.400]倥偬人间事 一甲子后却难评说
[01:57.770]道不清 狷狷疏狂
[02:01.460]厚土下 时空流淌
[02:05.110]青丝卷 大梦醒身犹在 旋涡之间
[02:10.410]只念 天地存正气
[02:12.920]杂然百态赋流形
[02:16.340]当顺应乾坤浩然之息
[02:18.620]翻云覆 改命局
[02:20.830]即方位 与凶吉
[02:24.200]万般由我心
[02:26.030]天地存正气
[02:27.610]杂然百态赋流形
[02:31.160]当顺应乾坤浩然之息
[02:33.390]翻云覆 改命局
[02:35.470]即方位与凶吉
[02:38.990]万般由我心
[02:40.760]举身如雁轻
[02:42.570]登临天池览明镜
[02:45.920]明镜如水难平波澜意
[02:48.160]玉琼楼 傭归去
[02:50.260]遁入尘世繁华
[02:54.310]方得 异人天下`